{
  "title1": "Home",
  "title2": "About",
  "title3": "Catalog",
  "title4": "Contacts",
  "BENEFITS": "ՕԳՈՒՏՆԵՐԸ",
  "productTitle": "Products",
  "tableTitle": "ԵՐԿԱՐՈՒԹՅՈՒՆՆԵՐԻ ԵՒ ՏՐԱՄԱԳԾԵՐԻ ԱՂՅՈՒՍԱԿ",
  "ID3": "The ID3 new implant, dedicated to lateral incisors, Ø3mm, Morse Taper. As strong as a monobloc, prosthetic flexibility in addition! The ID3 will complete your therapeutic arsenal. It has a real 2,5° morse taper, perfectly airtight, with 6 cams anchor for flawless prosthetic stability.",
  "SK-title2": "ԲՆՈՒԹԱԳՐԵՐԸ",
  "ID-PARA_ABOUT": "IDI launched the IDPARA surgical kit, which due to its enormous usefulness will be of great value to dentists. It works universally for any implant surgery regardless of the brand or type of implant.",
  "ID-PARA_CHARACTERISTICS": "IDPARA is a set of surgical instruments for applying parallel implants. Composed of three elements: a drill with top, parallelism guides and parallelizer (articulated instrument).\nThis kit is indicated when there is a need to place parallel implants to optimize the life of the prosthesis.",
  "ID-SPASSOR_ABOUT": "IDI launched the IDSPASSOR surgical kit, which due to its enormous usefulness will be of great value to dentists. It works universally for any implant surgery regardless of the brand or type of implant.",
  "ID-SPASSOR_CHARACTERISTICS": "The IDSPASSOR is intended to create a surgical pre-drill for implant placement. Resting on the adjacent tooth, the drill allows precise guidance in the mesio-distal direction and perfectly positions the implant in the center of the future prosthetic tooth. avoiding the risk of poor positioning.",
  "TD1": "The TURBOdrill® drill is an innovation of the IDI company – IMPLANTS DIFFUSION INTERNATIONAL. It offers a new drilling approach thanks to its secure bladed stopper.",
  "TD2": "Control each drilling parameters : safety, irrigation, bone temperature & speed.",
  "TD3": "Cylindro-tapered drill, available in 4 lengths : 8, 10, 12 and 15 mm and 3 diameters : 3,6, 4,2 and 5,2 mm.",
  "TD4": "The TURBOdrill® is a cylindro-tapered drill with 4 serrated blades. It has a hollowed out stopper with blades acting as a turbine and leading the irrigation liquid along the blades till the bone socket. This intense irrigation phenomenon optimizes the cooling of the drill and thus of the operating site. The TURBOdrill® may be used up to 1 200 rpm with irrigation without bone heating up. The fixed stopper enables a safe drilling even with high speed.  There are two sizes: - TURBOdrill® for the IDCAM . Several studies show that the irrigation, the pressure exerted by the practitioner when drilling, the drilling duration and more generally the bone temperature rise have an impact on the osseointegration of the implant inserted. The TURBOdrill® plays on all these factors in order to optimize the implant success.",
  "OS1/1": "OsteoSinus®-ը ամենահարմար օստեոտոմն է բյուրեղյա միջոցով մաքսիլյար սինուսը բարձրացնելու համար մեկ կամ երկու իմպլանտների տեղադրման համար:",
  "OS1/2": "Օստեոսինուսում օստեոտոմներն ունեն 3-ից 8 մմ բարձրության ֆիքսված անվտանգության գագաթներ: Այս հատկությունը թույլ է տալիս մեզ ստեղծել սինուսի կեղևի վերահսկվող կոտրվածք 1 մմ-ից ոչ ավելի ազդեցությամբ, ինչի հետևանքով մեր տեղադրած կենսանյութը առաջընթաց է ապրում՝ առաջացնելով սինուսային թաղանթի անջատում և բարձրացում դանդաղ և դանդաղ։ առաջադեմ ձևով.",
  "OS1/3": "Այս տեխնիկան, ըստ բժիշկ Բեռնար Լազարուի (Ֆրանսիա) և դոկտոր Ժիլ Բուխրիսի (Ֆրանսիա), նոր դիակի վրա կատարված ուսումնասիրության ընթացքում հասել է 92% հաջողության:",
  "OS1/4": "Կլինիկորեն ապացուցված է, որ սինուսի թաղանթը չպատռելը էական է մաքսիլյար սինուսի փոխպատվաստման հաջողության համար:",
  "OS1/5": "Այս տեխնիկան մեզ թույլ է տալիս պարզ, անվտանգ և ոչ ինվազիվ եղանակով իմպլանտներ տեղադրել բյուրեղյա միջոցով, 5-ից 8 մմ մնացած ոսկորների հետ կապված իրավիճակներում:",
  "OS2/1": "Հավաքածուն ներառում է վեց ուղիղ օստեոտոմներ՝ անվտանգության գլխարկներով և գունային ծածկագրով, Ø 3 մմ և երկարություններ՝ 3, 4, 5, 6, 7, 8 մմ:",
  "OS2/2": "Տեղադրեք RectiSinus-ը Osteotome Holder-ի ներսում, ուղեցույցը տեղադրեք խոռոչի ներսում, փորվածքն անցնելուց և սահող զանգվածը օգտագործելուց հետո ոսկորը սեղմելու համար:",
  "OS3/1": "Հավաքածուն բաղկացած է վեց անկյունային օստեոտոմներից՝ անվտանգության գլխարկներով և գունային ծածկագրով, Ø 3 մմ և 3, 4, 5, 6, 7, 8 մմ երկարությամբ:",
  "OS3/2": "Տեղադրեք Angulosinus-ը Osteotome Holder-ի ներսում, ուղեցույցը տեղադրեք խոռոչի ներսում, փորվածքն անցնելուց և սահող զանգվածն օգտագործելուց հետո ոսկորը սեղմելու համար:",
  "OS4": "Այս հավաքածուն պարունակում է ոսկրերի վերականգնման վեց գայլիկոններ, գունավոր կոդավորված և անվտանգ վերնաշապիկ, Ø 3 մմ և երկարություններ՝ 3, 4, 5, 6, 7 և 8 մմ:",
  "OS6/1": "Այս հավաքածուն պարունակում է շեղբերով սկավառակ, Ø 3 մմ (կարմիր օղակ):",
  "OS6/2": "Սկավառակը օգտագործվում է նույն տրամագծով Forsinus-ով հորատվելուց հետո։",
  "OS6/3": "Օգտագործելով շրջանաձև շարժումներ, շեղբերները լայնացնում են ոսկորի հիմքը կրծքից և թույլ են տալիս բարձրացնել առաձգականությունը օստեոտոմի օգտագործման ժամանակ:",
  "OSall": "Օգտագործեք փորվածքներ 70 պտույտ/րոպե արագությամբ՝ առանց ոռոգման:"
}

